Repository: lilitstepanyan19/mix
Catalog: app/goods/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Фильтры
hy: Ֆիլտրեր

source: Товары по акции
hy: Զեղչված ապրանքներ

source: Сортировать:
hy: Տեսակավորել:

source: По умолчанию
hy: Առաջնային

source: От дешевых к дорогим
hy: Ցածրից բարձր

source: От дорогих к дешевым
hy: Բարձրից ցածր

source: Применить
hy: Կիրառել

source: По запросу ничего не найдено
hy: Որոնման արդյունք չկա

source: Изображение не найдено
hy: Պատկերը չի գտնվել

source: Нет в наличии.
hy: Առկա չէ

source: Добавить в корзину
hy: Ավելացնել զամբյուղում

source: Назад
hy: Հետ

source: Следующая
hy: Հաջորդը

source: Закрыть
hy: Փակել

source: Нет изображения
hy: Պատկերը չկա

source: id
hy: համար

source: Цена
hy: Գին

source: Изображение
hy: Պատկեր
