Repository: lilitstepanyan19/mix
Catalog: app/orders/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Выбранные товары
hy: Ընտրված ապրանքներ

source: Детали заказа
hy: Պատվերի մանրամասներ

source: Имя
hy: Անուն

source: Фамилия
hy: Ազգանուն

source: Номер телефона
hy: Հեռախոսահամար

source: Неверный формат номера
hy: Սխալ հեռախոսահամար

source: Способ доставки
hy: Առաքման եղանակ

source: Нужна доставка
hy: Պահանջվում է առաքում

source: Самовывоз
hy: Ինքնահավաք

source: Адрес доставки
hy: Առաքման հասցե

source: Способ оплаты
hy: Վճարման եղանակ

source: Оплата картой
hy: Վճարում քարտով

source: Наличными/картой при получении
hy: Դրամ/քարտ ստանալիս

source: Оформить заказ
hy: Պատվիրել

source: Выберите хотя бы один товар для оформления заказа.
hy: Ընտրեք առնվազն մեկ ապրանք պատվերի համար:
